Repository: yossefJoe/Zamalek-Info-Sports-Subscribtions-
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Location
ar: الموقع

source: Contact us
ar: اتصل بنا

source: Pos
ar: مركز

source: Team
ar: الفريق

source: P
ar: ل

source: W
ar: ف

source: D
ar: ت

source: L
ar: خ

# forteam
source: For
ar: له

source: On
ar: عليه

source: Dif
ar: فرق

source: Poi
ar: نقط

# latestupdate
source: Latest Update : June 2024
ar: التحديث الأخير : يونيو ٢٠٢٤

source: Current Team Position :
ar: ترتيب الفريق الحالي :

source: Be a member
ar: كن عضو في الفريق

source: History
ar: التاريخ

source: Legends
ar: الاساطير

source: Squad
ar: التشكيلة

source: Championships
ar: البطولات

source: Sports
ar: الرياضات

# currentsason
source: Current Season
ar: الموسم الحالي

source: Historical Rivals
ar: الغريم التقليدي

source: Memorial
ar: الشهداء

source: Pics
ar: الصور

source: Change Language
ar: تغيير اللغة

source: Full Name
ar: الاسم الكامل

source: Nicknames
ar: المعروف ب

source: Founded
ar: تم التأسيس

source: Historical Pitch
ar: الملعب التاريخي

source: Founder
ar: المؤسس

# zsc
source: Zamalek Sporting Club
ar: نادي الزمالك للالعاب الرياضية

source: Zamalek SC
ar: الزمالك

# goerge
source: George Morzbakh
ar: جورج مرزباخ

# stadium
source: Cairo International Stadium
ar: ستاد القاهرة الدولي

# foundeddate
source: 12 March 1911, 113 years ago
ar: ١٢ مارس ١٩١١ , منذ ١١٣ سنة

source: School of Art and Engineering
ar: مدرسة الفن والهندسة

source: The White Castle
ar: القلعة البيضاء

source: The White Knight
ar: الفارس الابيض

# theroyalklub
source: The Royal Club
ar: النادي الملكي

# theconquerorofforeigners
source: The Conqueror of the Foreigners
ar: قاهر الاجانب

# address
source: 1 Gama'et El-Dewal El-Arabia St., Giza, Egypt
ar: ١ شارع جامعة الدول العربية, الجيزة, مصر

# rights
source: Zamalek SC 6/2024 All Rights Reserved
ar: كل الحلقوق محفوظة يونيو ٢٠٢٤ , نادي الزمالك

# rip
source: May All your Souls Rest in Peace
ar: المجهد للشهداء

source: Wins
ar: الفوز

source: Draws
ar: التعادلات

source: Matches
ar: المباريات

source: First Match Date
ar: تاريخ المباراةالاولى

source: Team Name
ar: اسم الفريق

source: Team Location
ar: الموقع

source: Biggest Win
ar: الفوز الأكبر

source: Local Championships
ar: البطولات المحلية

source: International Championships
ar: البطولات الدولية

source: Total Championships
ar: البطولات الإجمالية

source: Top Scorers
ar: اكبر الهدافين

source: Top Scorer Goals
ar: عدد اهداف الاعب

# choosechtype
source: Choose Championships Type
ar: اختر نوع البطولات

# chooselocalchamp
source: Local Championships
ar: البطولات المحلية

# choosecontchamp
source: Continental Championships
ar: البطولات الدولية

source: Egyptian League
ar: الدوري المصري

# egyptiancup
source: Egypt Cup
ar: كأس مصر

source: Egyptian Super Cup
ar: كأس السوبر المصري

source: Caf Cup of Cups
ar: كأس الكؤوس الافريقية

source: Caf Confideration Cup
ar: كأس الكوفدرالية

# africanasiacup
source: African Asian Cup
ar: كأس الأفرواسيوية

source: Caf Super Cup
ar: كأس السوبر الافريقي

source: Caf Champions League
ar: دوري ابطال افريقيا

source: Current Coach
ar: المدير الفني الحالي

source: Country
ar: البلد

source: Date of Birth
ar: تاريخ الميلاد

source: Age
ar: العمر

source: Kit Number
ar: رقم التيشيرت

source: Position
ar: المركز

source: Nation
ar: البلد

source: Membership Fees
ar: رسوم العضوية

source: Needed Paper
ar: الورق المطلوب

source: Mempership Renewal Fees
ar: رسوم التجديد

source: Cost
ar: التكلفة

source: High Education
ar: مؤهل عالي

source: Average Education
ar: مؤهل متوسط

source: No Education
ar: بدون مؤهل

# p1
source: Copy of the Member id and his wifes.
ar: صورة من بطاقة العضو الشخصية وبطاقة زوجته

# p2
source: Copy of Education Certificate.
ar: نسخة من شهادة التعليم

# p3
source: Copy of Children's Birth Certificate.
ar: نسخة من شهادات ميلاد الابناء

# p4
source: Copy Marriage Certificate With Original.
ar: نسخة من شهادة الزواج

# p5
source: Personal Pictures.
ar: صور شخصية

# p6
source: A Letter from Work that Proves Work State.
ar: نسخة من العمل للتأكد من حالة العمل

# p7
source: A Printed Paper from Insurance.
ar: ورقة مطبوعة من التأمين

source: Football
ar: كرة القدم

source: Handball
ar: كرة اليد

# mosttitledpresident
source: Most Titled President in Club History
ar: اكثر رئيس نادي حصدا للبطولات

# mosttitledplayerfootball
source: Most Titled Player in Football Team
ar: اللاعب الاكثر تتويجا بالبطولات في كرة القدم

# mosttitledplayerhandball
source: Most Titled Player in Handball Team
ar: اللاعب الاكثر تتويجا بالبطولات في كرة اليد

# highestscorefootball
source: Highest Scorer in Football Team
ar: الهداف التاريخي لفريق كرة القدم

source: Legendary Presidents
ar: الرؤساء التاريخيين

source: Legendary Coaches
ar: المدربين الاسطاير

source: Legendary Players
ar: اللاعبين الاساطير

source: Subscribe
ar: أشترك

# renew
source: Renew a Subscription
ar: جدد الاشتراك

# subname
source: Subscriber Full Name
ar: اسم المشترك

# member
source: I am a Member
ar: أنا عضو

# subfees
source: Subscription Fees
ar: الرسوم المدفوعة

source: Username
ar: اسم المستخدم

source: Email
ar: البريد الإلكتروني

# join
source: Join our Family
ar: انضم إلى نادينا

source: Volleyball
ar: الكرة الطائرة

source: Basketball
ar: كرة السلة

source: Swimming
ar: السباحة

source: Tennis
ar: التنس

source: Gym
ar: المرحاض

source: Subscriber Name
ar: اسم المشترك

source: Game Name
ar: اسم اللعبة

source: Game Fees
ar: رسوم اللعبة

source: Subscriber Date
ar: تاريخ الاشتراك

source: Subscriber Code
ar: رمز الاشتراك

# renewsubscribe
source: Renew Subscribtion
ar: جدد الاشتراك
